# Oh My Zsh Core (Lib & Plugins)
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/vi-mode

# Community Plugins
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
catppuccin/zsh-syntax-highlighting path:themes/catppuccin_mocha-zsh-syntax-highlighting.zsh
zsh-users/zsh-syntax-highlighting
